IDEA Open Model
ReinforcedCrossSection.Bars Property
Compatible with IDEA StatiCa 20.1
 Reinforced bars
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public List<ReinforcedBar> Bars { get; set; }
Public Property Bars As List(Of ReinforcedBar)
	Get
	Set
Property Value
Type: List<ReinforcedBar>
See Also
Reference
ReinforcedCrossSection Class
IdeaRS.OpenModel.CrossSection Namespace